---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ParameterFailures
source: html/31209cc3-9ef6-f750-2f56-be266b26d100.htm
---
# BuiltInFailures.ParameterFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.